Repository: Payop/woocommerce-plugin
Catalog: languages/payop-woocommerce-*.po
Languages: ru_ru

source: Take payments via PayOp
ru_ru: Настройка приема электронных платежей через PayOp

source: Gateway is disabled
ru_ru: Шлюз отключен

source: PayOp does not support the currency of your store
ru_ru: PayOp не поддерживает валюты Вашего магазина

source: Enable PayOp payments
ru_ru: Включить платежи через PayOp

source: Enable/Disable
ru_ru: Включить/Отключить

source: Name of payment gateway
ru_ru: Название способа оплаты

source: The name of the payment gateway that the user see when placing the order
ru_ru: Название способа оплаты, которое увидит пользователь при оформлении заказа

source: Public key
ru_ru: Публичный ключ

source: Secret key
ru_ru: Секретный ключ

source: Required for Directpay! Issued in the client panel https://payop.com/en/profile/settings/jwt-token
ru_ru: Требуется для Directpay! Выдается в личном кабинете https://payop.com/en/profile/settings/jwt-token

source: Issued in the client panel https://payop.com
ru_ru: Выдается в Личном кабинете https://payop.com

source: Description of the payment gateway that the client will see on your site
ru_ru: Описание способа оплаты, которое клиент будет видеть на вашем сайте

source: Order completion
ru_ru: Автозавершение заказа

source: Automatic transfer of the order to the status "Completed" after successful payment
ru_ru: Автоматический перевод заказа в статус "Выполнен" после успешной оплаты

source: Payment form language
ru_ru: Язык платежной формы

source: Select the language of the payment form for your store
ru_ru: Выберите язык платежной формы для Вашего магазина

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: Payment order #
ru_ru: Оплата заказа #

source: Request to payment service was sent incorrectly
ru_ru: Запрос к платежному сервису был отправлен некорректно

source: Pay
ru_ru: Оплатить

source: Refuse payment & return to cart
ru_ru: Отказаться от оплаты & вернуться в корзину

source: Thank you for your order, please click the button below to pay
ru_ru: Спасибо за Ваш заказ, пожалуйста, нажмите кнопку ниже, чтобы заплатить

source: Payment successfully paid
ru_ru: Платеж успешно оплачен

source: Payment not paid
ru_ru: Платеж не оплачен

source: Payment completed successfully
ru_ru: Платеж успешно завершен
